[
    {
        "name": "El sobrino del mago",
        "year": 1955,
        "director": "C.S. Lewis",
        "pic_sm": "f1.jpg",
        "pic_lg": "g1.png",
        "trailer": "https://www.buscalibre.cl/libro-el-sobrino-del-mago-cronicas-de-narnia-1-c-s-lewis-planeta-lector/9789569962691/p/51408149?bmkt_source=google&bmkt_campaign=875159024&gclid=CjwKCAjw0ZiiBhBKEiwA4PT9z_relHJrZy55a6y_RJRrS2pg3FV4sdXIJQOU6rEfT3mUmRW37FxzOxoCDlcQAvD_BwE",
        "description": "El sobrino del mago es el sexto libro de la serie Las Crónicas de Narnia, pero es el primero en orden cronológico. La historia comienza con dos niños, Polly y Digory, quienes descubren que el tío de Digory, Andrew, ha creado unos anillos mágicos que pueden transportar a las personas a otros mundos. En su intento por probar los anillos, los niños viajan a un bosque donde encuentran a una malvada reina llamada Jadis. Jadis es originaria de un mundo desolado y desolador, y usa su magia para intentar conquistar otros mundos. Jadis y los niños regresan a Londres, donde accidentalmente llevan a Jadis al mundo de Narnia, en su estado primordial. Allí, Jadis comienza a sembrar el caos y la destrucción. Digory, con la ayuda de Aslan, un león sabio y poderoso, y Polly, deben emprender una misión para encontrar la manzana mágica que curará a su madre enferma y plantar un árbol que protegerá a Narnia del malvado plan de Jadis. En su viaje, los niños descubren la creación de Narnia y la conexión entre los mundos."
    },
    {
        "name": "El león, la bruja y el armario",
        "year": 1950,
        "director": "C.S. Lewis",
        "pic_sm": "f2.jpg",
        "pic_lg": "g2.png",
        "trailer": "https://www.buscalibre.cl/libro-el-leon-la-bruja-y-el-armario-cronicas-de-narnia-2/9789569962677/p/50417055",
        "description": "El león, la bruja y el armario es el segundo libro de la serie de Las Crónicas de Narnia. La historia comienza con cuatro hermanos, Peter, Susan, Edmund y Lucy, quienes son enviados a vivir con un anciano profesor en su casa de campo para escapar de la Segunda Guerra Mundial. Un día, mientras juegan a escondidas, Lucy descubre un armario mágico que la transporta a un mundo mágico llamado Narnia. Allí conoce a la malvada bruja Jadis, quien ha mantenido a Narnia en un invierno eterno. Lucy regresa al mundo real y trata de convencer a sus hermanos de la existencia de Narnia, lo que eventualmente logran al entrar juntos en el armario. Con la ayuda de Aslan, un león sabio y poderoso, los niños descubren su papel en la profecía que predice el final del reinado de Jadis y el regreso de la primavera a Narnia. A medida que los niños luchan por detener los planes malvados de Jadis, se enfrentan a pruebas de valor y coraje, y aprenden el valor de la amistad y la lealtad en su lucha por salvar a Narnia."
    },
    {
        "name": "El caballo y el muchacho",
        "year": 1954,
        "director": "C.S. Lewis",
        "pic_sm": "f3.jpg",
        "pic_lg": "gg3.png",
        "trailer": "https://www.buscalibre.cl/libro-el-caballo-y-el-muchacho-cronicas-de-narnia-3/9789569962707/p/51435288",
        "description": "El caballo y su muchacho es el tercer libro de la serie Las Crónicas de Narnia. La historia sigue a un niño llamado Shasta, quien vive como esclavo con un pescador en Calormen, un país en el sur de Narnia. Shasta escapa en un caballo hablando, Bree, quien también es un esclavo de Calormen. Juntos, emprenden un viaje hacia Narnia, con la esperanza de encontrar la libertad. En el camino, se encuentran con otra pareja de jinetes, Aravis y su caballo, Hwin. Aravis es una princesa de Calormen que también busca la libertad. Juntos, los cuatro viajan hacia el norte, enfrentándose a muchos peligros y desafíos en el camino, como bandidos y el clima hostil del desierto. Finalmente, los cuatro llegan a Narnia, donde encuentran la paz y la libertad que habían estado buscando. Shasta descubre su verdadero linaje y su papel en la profecía que predice la liberación de Narnia de su opresor Calormen. Con la ayuda de Aslan, un león sabio y poderoso, Shasta y sus amigos se enfrentan a su destino y luchan por la libertad y la justicia en Narnia."
    },
    {
        "name": "El príncipe Caspian",
        "year": 1951,
        "director": "C.S. Lewis",
        "pic_sm": "f4.jpg",
        "pic_lg": "g4.png",
        "trailer": "https://www.buscalibre.cl/libro-el-principe-caspian-cronicas-de-narnia-4/9789569962714/p/51435287",
        "description": "El Príncipe Caspian es el cuarto libro de la serie Las Crónicas de Narnia. La historia sigue a cuatro hermanos: Peter, Susan, Edmund y Lucy, quienes regresan a Narnia después de un año en la Tierra. Descubren que han pasado siglos en Narnia y que la tierra ha sido conquistada por los telmarinos, humanos que han borrado la memoria de los antiguos habitantes de Narnia. El príncipe Caspian, el heredero legítimo del trono de Narnia, busca la ayuda de los antiguos habitantes de Narnia, los seres mágicos, para derrotar al malvado rey Miraz, quien quiere asegurarse el trono para siempre. Los cuatro hermanos, junto con Caspian y sus amigos, se unen en una lucha épica por Narnia, enfrentándose a muchos peligros y desafíos en el camino. Con la ayuda de Aslan, un león sabio y poderoso, los héroes luchan por la libertad y la justicia en Narnia. A través de su valentía y determinación, los héroes restauran el orden y la paz en Narnia, y el príncipe Caspian reclama su lugar legítimo en el trono."
    },
    {
        "name": "La travesía del Viajero del Alba",
        "year": 1952,
        "director": "C.S. Lewis",
        "pic_sm": "f5.jpg",
        "pic_lg": "g5.png",
        "trailer": "https://www.buscalibre.cl/libro-la-travesia-del-viajero-del-alba-cronicas-de-narnia-5/9789569962721/p/51435286",
        "description": "´La Travesía del Viajero del Alba´ es el quinto libro de la serie ´Las Crónicas de Narnia´. La historia sigue a los hermanos Edmund y Lucy Pevensie, junto con su primo Eustace, mientras se embarcan en un viaje mágico a través del océano en un barco llamado El Viajero del Alba. Se unen a un grupo de marineros liderados por el Príncipe Caspian, quien ahora es el rey de Narnia. Durante su viaje, los hermanos y su primo experimentan una serie de aventuras emocionantes en las islas misteriosas, incluyendo la lucha contra un dragón y la liberación de un lord encantado. Finalmente, llegan al fin del mundo y se encuentran con Aslan, el león sabio y poderoso, quien los guía a través de una serie de pruebas que los ayudan a madurar y fortalecer su fe. La historia es una metáfora del camino de la vida, donde los personajes aprenden lecciones importantes sobre el amor, la amistad, la lealtad y el coraje mientras luchan contra las fuerzas del mal y superan sus propios miedos y debilidades. Al final, los personajes regresan a Narnia como personas más sabias y valientes, listos para enfrentar nuevos desafíos."
    },
    {
        "name": "La silla de plata",
        "year": 1953,
        "director": "C.S. Lewis",
        "pic_sm": "f6.jpg",
        "pic_lg": "g6.png",
        "trailer": "https://www.buscalibre.cl/libro-la-silla-de-plata-cronicas-de-narnia-6/9789569962738/p/51408146",
        "description": "´La Silla de Plata´ es el sexto libro de la serie ´Las Crónicas de Narnia´. La historia sigue a Eustace Scrubb, quien regresa a Narnia con su amiga Jill Pole, después de un tiempo en la Tierra. Los dos niños son enviados a Narnia por Aslan, el león sabio y poderoso, para encontrar al príncipe Rilian, el hijo desaparecido del rey Caspian. Los dos amigos emprenden una peligrosa misión a través de Narnia, donde encuentran muchos obstáculos y enemigos en el camino. Finalmente, llegan al mundo subterráneo de las brujas, donde encuentran al príncipe Rilian bajo el hechizo de la bruja verde. Con la ayuda de Aslan, los niños logran liberar al príncipe y lo llevan de regreso a Narnia, donde se reúne con su padre, el rey Caspian. La historia destaca la importancia de la fe y la perseverancia en la lucha contra el mal y la superación de los obstáculos. A través de su valentía y determinación, los personajes logran cumplir su misión y salvar a un amigo en peligro. La historia también introduce nuevos personajes y expande el mundo mágico y fascinante de Narnia."
    },
    {
        "name": "La última batalla",
        "year": 1956,
        "director": "C.S. Lewis",
        "pic_sm": "f7.jpg",
        "pic_lg": "g7.png",
        "trailer": "https://www.buscalibre.cl/libro-las-cronicas-de-narnia-7-la-ultima-batalla/9789569962745/p/51408136",
        "description": "´La Última Batalla´ es el séptimo y último libro de la serie ´Las Crónicas de Narnia´. La historia sigue a Eustace Scrubb y Jill Pole, quienes regresan a Narnia para encontrar un mundo en ruinas y caos. Los habitantes de Narnia están siendo oprimidos por el falso rey Tirian y sus aliados, quienes se han aliado con las fuerzas oscuras. Eustace y Jill se unen a un grupo de leales narnianos y animales parlantes para luchar contra la opresión y restaurar la paz en el mundo mágico. La batalla final entre el bien y el mal se libra en Narnia, donde los personajes luchan contra las fuerzas oscuras y enfrentan sus propios miedos y debilidades. La historia destaca la importancia de la valentía, la lealtad y la fe en la lucha contra el mal y la protección de los débiles y oprimidos. También presenta una reflexión sobre la vida después de la muerte y la esperanza en un mundo mejor. La historia concluye con un final conmovedor y sorprendente que cierra de manera satisfactoria la saga de ´Las Crónicas de Narnia´."
    }
   
]